Repository: LowResourceLanguages/hltdi-l3
Catalog: tm/esgn/dgo1.tmx
Source language: es_py
Languages: gn

source: Sus ayudantes, silenciosos, le rodeaban, sin atreverse a aproximársele.
gn: Ipytyvõhára, kirirĩháme, oñemo'aĝui, oja'ỹre hese.

source: A la distancia, allá en el seno de las frondas vecinas, un pájaro nocturno desgranaba dulcemente su rosario de arpegios.
gn: Mombyry'imi guive, yvyrakuéra pa'ũme, namombyrýiva upégui, peteĩ guyra pyharegua ohenduka ipurahéi ryapu he'ẽ asýva.

source: Aquel hombre se contemplaba en ese instante, de pie ante la Historia, en la noche precursora de lo inevitable, entre el claroscuro que anunciaba el alba, el día próximo que iba a traer, con su luz, con la sonrisa de los cielos y las alegrías intensas de la vida, la caricia desoladora de la muerte, la desesperación de la última derrota, el vértigo sin límites de la postrer caída.
gn: Upe kuimba'e oma'ẽ ijehe upe jave, ñembo'yhápe, Tembiasakue renondépe, upe pyharépe, oguerúva hendive mba'e ojejokokuaa'ỹva, tesakã para para aja omombe'úva ko'ẽti oñembojaha mbeguekatúpe, ohenonde'ávo ára pyahu oguerúva, hesakã rupive, yvága pukavýpe ha pytuhẽ vy'a reheve; mano ravi'u rasyete, py'aropu ñehundi paha rehegua ha akãnga'u ijapyra'ỹva je'a ivaivéva oiko jave.

source: Incendiaban el alma del guerrero todas sus bravuras, sus odios, sus desesperanzas.
gn: Mburuvichapavẽ ángape ohapy umi ipy'aguasukue, hemiroyrõ ha hemira'ãrõ'ỹ.

source: Por su cerebro pasaba la visión de los esfuerzos que efectuara, de aquel avance fracasado, de aquella resistencia desesperada a través de las llanuras, las montañas y las selvas.
gn: Iñakã rupi ohasa opaite ñeha'ã ojapova'ekue, upe ñemotenonde hekomarãva'ekue, upe jepytaso guasuete ojapova'ekue ñu, yvyty ha ka'aguýre.

source: No le quedaban en aquella hora ni hombres, ni fusiles, ni cañones.
gn: Upe aravópe nahembyvéima chupe guarini, mboka ha mbokapuharusu.

source: Sus esqueletos de regimientos estaban sin caballos, sin carabinas, y sus soldados dormitaban al pie de las lanzas clavadas en el suelo, muchas de las cuales no tenían hierros ni banderolas, porque aquellos quedaron clavados en el pecho del contrario y éstas se desflecaron con los vientos de cinco años y las pudrieron las lluvias.
gn: Umi ijatyrusu niko kanguekuereíntema ha ndaikavajúi, naimbokapukúi ha umi iguarinikuéra okeparei oñembo'yhápe umi yvyrakua ykére ojekutúva yvýre, heta umíva apytépe ndoguerekovéimava kuarepotĩhũ ijapýrare ha ndoguerekovéimava ñane retã poyvi, umíva opytágui umi tajasu ñande'aho'íva pyti'áre ha yvytu po arygua ombochalaipáva ha ama ombotujupáva.

source: De sus conciudadanos no quedaba sino un montón informe, un harapo de pueblo, durmiendo el sueño de su desgracia, allí, entre los destruidos convoyes, bajo el frío relente del rocío.
gn: Hetãyguágui hembýva niko peteĩ aty hete jekuaa'ỹva, peteĩ táva imeĝuambaitéva, okéva teko'asy pohéipe, upépe, mba'yrumýi oñembyaipáva pa'ũme, ysapy ro'ysã asyete guýpe.

source: Y sobre los cuerpos tendidos en la hierba fina y suave, sentíase pasar el tenue viento nocturnal como una leve caricia.
gn: Ha tetekuéra opytu'úva ñana karape ha hu'ũva ári oñeñandu ohasárõ yvytu peju, pyharegua, vaicha oporohavi'úva ohasávo.

source: –Tuyutí, Estero Bellaco, Curupayty…– exclamaba el guerrero.
gn: –Tujutĩ, Estero Bellaco, Kurupa'yty…- imandu'a karai ñorairõhára.

source: Era la visión del pasado, del ayer inmediato, de la defensa toda aún subsistente, sin que hubieran bastado para anular la soberbia expresión de su fiereza, ni los contrastes continuos, ni las fatalidades todas, cayendo sobre sus hombros con el desplome colosal de una montaña.
gn: Upéicha ohecha ha'e umi mba'e ohasava'ekue, kuehe ha kuehevégui hi'aĝuivéva, pysyrõ pytu ogue'ỹvaguigua, ndaikatúi ombogue hovágui pe heko pochy guasuete, pe jehasa porã ha jehasa vai ojopyruva'ekue ha upéicha avei opaite po'a'ỹ, ho'áva hikuái ijati'y ári ku yvytyrusu pohyikue ojeityramoguáicha hi'ári.

source: ¡Y aquel señor de naciones, a quien concluían de hostigar sus mismos hermanos en la raza, dentro del cerco de hierro en que le envolvían; aquel amo de pueblos, ante cuyo camino se prosternaban las multitudes, como ante el paso de un dios; aquel guerrero cuya espada se aprestaba a describir bajo los cielos la elíptica sangrienta, entre cuyos términos iba a rimarse el último canto de la epopeya, se sintió inmenso porque se sintió la Patria!
gn: Ha pe tetãita ruvicha, ipehẽnguevoi ojaheipaháva hese, omongora jetu'úva hikuái chupe; pe tavaita rendota hapépe oguerekóva hetaiterei hetãygua oñesũva henondépe ohayhúgui chupe, ku Tupã ohasaramoguáicha henonde rupi; pe ñorãirohára ikysepukúpe, tuguýpe, yvagapýpe ohaítava peteĩ mba'e rechapyrã; oñemboguapýtava ipy'aguasúva purahéipe, iñe'ẽpujojáva; añetehápe, upe jave, ha'e oñeñandu tuvichárõ oñandúgui ipype oñemopeteĩha hetã.

source: Y la visión del éxodo de su pueblo también cruzó por su mente.
gn: Ha hetãygua guata pukuete ohasa avei iñakãre.

source: Por caminos tristes y polvorientos veía marchar, como en los pasados días, aquella larga columna de desolación y de miseria, moviéndose lentamente bajo la caricia de fuego de los soles estivales, marchando en pos de la desesperación, de la derrota y de la muerte.
gn: Tape henyhẽva vy'a'ỹ ha yvytĩmbógui, oguatahague rupi, ára upe mboyveguápe, pe tysýi pukuete hova pore'ỹva ha ijehasa'asyetéva, oku'éva mbegue kane'õ kuarahy aku pytu guýpe, guata ohóva py'aropu, po'a'ỹ ha mano rapére.

source: Era un largo y doliente desfile de siluetas blancas; blancuras de guiñapos sobre palideces de carnes corroídas por el hambre; blancuras de muerte sobre rostros en los cuales agonizaban las más dulces y rojas rosas de la juventud; albas livideces impresas en frentes impúberes por los más hondos sufrimientos; blancuras de niños muertos sobre el pecho exhausto y flácido, que se negaba a derramar una gota de la generosa leche de la madre; nieves tempranas sobre cabezas que ayer mismo ostentaban esa aureola primaveral formada sobre las sienes por la comba del rizo negro o la voluta del bucle rubio.
gn: Peva niko va'ekue peteĩ guata puku ha hekorasýva hetavehápe tekove ra'ãnga morotĩmimi, ku morotĩ ao sorokuemiguigua ombo'aóva to'o ijaku'ipáva vare'águi, ku morotí manoguigua ojehecháva maymáva rováre ojukambeguekatúva mitãrusu reko re'ẽ asýva ha orekóva yvoty pytã pyahu pytu; mitãrusu rova morotĩ ha'éva jehasa asy rapykuere; ku morotĩ mitãmimi omanova'ekue itúva jyva ári sa'y, hete kane'õ kangýva, noñohẽséiva -michĩmínte jepe- isy marangatu kambykuemi; oñemoakã'apatĩva ha ndahi'aréi peve oguerekóva akãremirendy opiro'ýva ojehe'áva akãrague hũ ijapesỹiva rehe térã akãrague sa'yju iñapopẽ'asýva rehe.

source: Hombres veía, tambaleantes sobre el camino, como borrachos por el hambre.
gn: Ohecha kuimba'eita, ho'a ha opu'ãva upe tapére, vaicha ku oka'úva hikuái vare'águi.

source: Tenían grandes ojos dilatados mirando hacia los cielos, ojos sonámbulos, percibidores al acaso de quién sabe qué visiones de paz, de hondo descanso más allá del horizonte y aún más allá de la existencia misma.
gn: Hesapo guasu hikuái ha ojesareko yvágare, hesakuéra ojogua umi ikeraguatáva resápe, ohechamombyrýva oimépoku mba'eichagua py'aguapýpa, oñandúva pytu'u ipypukúva ha ojepysóva ñande resa ohechaha peve ha amo gotyove ha ohecháva tekove apyra'ỹgui amo gotyove.

source: Miraba caer ancianas con la frente sobre el polvo, entregándose a la eternidad sin un solo gesto, sin un solo estremecimiento; mientras que pequeños agonizantes llenaban los aires con sus vagidos desesperados, última protesta de la vida contra la infecundidad del destino y la esterilidad nauseabunda de la tumba.
gn: Ohecha mba'éichapa ĝuaiĝuimimi ho'a ha ombota isyva yvytĩmbóre, oñeme'ẽvo tekotapiaitépe he'i'ỹre mba'eve, osysyi'ỹre; mitãmimi omyenyhẽ aja upe tenda tasẽsorógui, ha'éva ñembyasy paha peichagua teko ñemoña'ỹvére ha tyvyty tujukue ryakuã potĩpyrére.

source: Entre compactos grupos de mujeres, veía llegar a los heridos, a los moribundos, a aquellos a quienes la suprema insondable roía con su único e implacable diente.
gn: Kuñaita oguatáva ojo'aripa apytépe ohecha oĝuahẽ jave umi ojejapiva'ekue, umi omanombotáva ha umi tapicha chupekuéra oikarãiva apyra'ỹ jarýi hãi peteĩme ha hapykuere rasyetévape.

source: Algunos, tirados sobre carros desvencijados, clamoreaban sin término y sin consuelo; otros, con sus carnes carcomidas por el abandono, exhibían al aire libre las más asquerosas muecas de la infelicidad humana; varios, agitaban lentamente sus manos, cual si persiguieran la forma de una visión desvanecida entre sus dedos.
gn: Oĩ, karréta kelembumi guive, ohendukáva ipy'arasy tyre'ỹmi; ambue katu, ohechaukáva hete rembyremi ha'éva avei pore'ỹ rembi'u ha oñondivepa ohechauka hikuái, ko yvága guýpe, vy'a'ỹ paha ha'ãnga tyaíva; heta oĩ ijapytepekuéra mbeguekatumi ohupíva ipo ñaimo'ã ku ojapyhyséva ikuãmimíme upe kepegua porãite oguéva ohóvo hesa renondégui.

source: Y aquello era el crimen de que se le acusaba, el gran delito de caer con todo su pueblo, de sumirlo en su fosa, de arrastrarlo en su caída de coloso herido y hostigado a la profundidad del abismo en que él mismo se tumbaba, en el vértigo de esa parábola inmensa, cuyo término fatal tenía que ser la trágica hediondez de un sudario.
gn: Ha upéva niko kuri pe mba'e vaiete ijati'y ári omboguapýva umi ohayhu'ỹva chupe, ñemotĩ guasu ha'e ohasáva ho'ahaguére hetãygua ndive, ho'águi yvykua pypukúvape, ombotyryhaguére umi hapichápe hendive ha ha'e, ku tuichaitéva, ho'áre ha ha'evoi ojeitýre, hete meĝuáre, yvykua ndepypukuetévape, ojepoihápe ñe'ẽngue ñemi akãnga'úpe, yvykua opáva manóme ha orekóva omanóva ao ryakuãngue pyti'u.

source: Entonces, en esos ojos que no habían llorado jamás, profundos ojos pardos que contemplaron impasibles el ataque, el incendio y la derrota, brilló una lágrima, como un último esplendor de sol languideciente sobre el fondo cobrizo de un ocaso.
gn: Upérõ, umi hesa araka'eve ndahesayiva'ekue, tesa sa'y apatĩva ohechava'ekue, kirirĩme, ñanderehegua'ỹ ojeitýrõ py'arõpe iguarinikuéra ári, oñemyendýrõ tata ñane retãyguáre ha itenondérõguare ñanderehe; umi heságui opu tesay, ku kuarahy kangy hesakãguasu paharamoguáicha amo kuarahy reikévo, ka'arupytũ aho'ípe.

source: Y la larga columna de desesperación y de miserias seguía marchando lentamente, sobre el camino calcinado por el sol, envuelta en sus blancos guiñapos, entre los bosques floridos, bajo la serenidad impasible del espacio.
gn: Ha pe tysýi pukuete henyhẽva mba'embyasy ha teko'asýgui oguatánte ohóvo mbeguekatumi, tape kuarahy ojopéva rupi, oñemamáva ao sorokuemi isa'y morotĩvape, ka'aguay ipotypáva rupi, ára rovasyete guy rupi.

source: Llegaba el día.
gn: Iñapysẽ mbeguekatu ko'ẽ.

source: Y ante el ejército que se aprestaba a la pelea, el Mariscal saludó por última vez el estandarte, entre tanto que el Aquidabán mugía a la distancia entre sus rocas centenarias, como si llevara a los mares lejanos y rumorosos el alarido de protesta con que se desplomaban un ideal, una patria y una raza.
gn: Ha iguarinikuéra renondépe, oñembosako'ímava oñorairõhaguáicha, Mburuvichapavẽ oñakãity paha ñane retã poyvípe, upe aja Aguidabán, namombyrýiva upégui, otororõ ohasávo itaita apyte rupi, ku ogueraharamoguáicha para mombyryguápe ha hi'yrasẽvape, umi ñe'ẽrasyete omombe'úva oĝuahẽhague ipahápe peteĩ temiandu, peteĩ tetã ha peteĩ teko.

source: Martin Luther King Junior, el más grande luchador de los Estados Unidos por la igualdad de los negros.
gn: Martin Luther King Junior niko ñorairõhára tuichavéva Estados Unidos retãme oñeha'ãva'ekue ombojoja ipirehũva ha ipiremorotĩvape.

source: Luchó siempre usando métodos no violentos.
gn: Akóinte iñorairõme oipurúkuri py'aguapy reko.

source: Nació en Atlanta, Estados Unidos, el día 15 de enero del año 1929.
gn: Heñoi'akue Atlanta, Estados Unidos retãme, ára 15 jasyteĩ ary 1929-pe.

source: Su padre fue el pastor bautista Martin Luther King y su madre Alberta Williams King.
gn: Itúva, pa'I bautista, herava'ekue Martin Luther King ha isýkatu Alberta Williams King.

source: Su nombre original -al igual que su padre- fue Michael pero su padre lo cambió por Martin Luther en homenaje a Martín Lutero.
gn: Héra ypykue -itúvaicha- Michael, itúva omyengoviava'ekue Martin Luther rehe ohechakuaávo Martín Lutero-pe.

source: Esto ocurrió durante un viaje a Alemania hacia el año 1934.
gn: Ko mba'e ojehúkuri ohorõguare hikuái Alemania retãme ary 1934 rupi.

source: Martin tuvo una hermana llamada Christine y un hermano menor llamado Alfred.
gn: Martin reindy héra Christine ha ityvýra katu Alfred.

source: Martin Luther se casó en el año 1953 con Coretta Scott con quien tuvo cuatro hijos (Yolanda, Martin, Dexter y Bernice).
gn: Martin Luther ombojoaju hekove Coretta Scott rehe, ha'ekuéra omendákuri ary 1953-pe ha oguerekókuri irundy ñemoñare (Yolanda, Martin, Dexter ha Bernice).

source: Desde niño Martin Luther King sintió la discriminación por ser negro.
gn: Imitã guive Martin Luther King oñandúmakuri pe ñemboyke ipirehũhaguére.

source: Se cuenta que tenía 6 años cuando dos amigos blancos le dijeron que no podían jugar con él porque era negro.
gn: Orekórõguare 6 ay mokõi iñangirũ he'íkuri chupe ndaikatuiha oñembosarái hendive ipirehũhaguére.

source: Inició sus estudios en Atlanta y a los 15 años ingresó al Morehouse College que era una universidad para los jóvenes de color, donde en el año 1948 se graduó en Sociología; pasando al Crozer Theological Seminary en Chester, Pensilvania donde se hizo Licenciado en Teología, en el año 1951.
gn: Oñemoarandu'ypýkuri Atlanta-pe ha 15 ary ombotývo oikékuri Morehouse College-pe ha'éva mbo'ehaovusu mitãrusu ipirehũvape ĝuarã, upépe ary 1948-pe omohu'ã iñemoarandu Avano'õkuaatýpe; upégui ohasa CrozerTheological Seminary oĩva Chester, Pensilvania-pe oikohaguépe chugui Tupãkuaatyhára, ary 1951-pe.

source: A continuación estudió en la Universidad de Boston donde, en el año 1955, se hizo Doctor en Filosofía.
gn: Upe rire oho oñemoarandu Boston Mbo'ehaovusúpe oikohaguépe chugui, ary 1955-pe, Tembikuaajára Arandupykuaatýpe.

source: A lo largo de su juventud y por toda su vida lideró un gran movimiento que por medios pacíficos reclamó el trato igualitario para los negros.
gn: Imitãrusúpe ha hekove pukukue javeve omotenondékuri peteĩ ñemongu'e py'aguapy rekópe ohekava'ekue tekojoja mayma ipirehũvape ĝuarã.

source: Entre sus acciones más recordadas, se mencionan: el boicot de ómnibus de Montgomery, en el año 1955; y la marcha por el trabajo y la libertad realizada en Washington, en el año 1963; donde pronunció su famoso discurso “Tengo un sueño”.
gn: Hembiapokue ojehecharamovéva apytépe, oĩ: mba'yruguata ñemombyta Montgomery-pe, ary 1955-pe; ha guatapuku mba'apo ha tekosãsoguigua ojejapova'ekue Washington-pe, ary 1963-pe; ohendukahaguépe iñe'ẽsyry herakuãvéva “Areko peteĩ kerayvoty”.

source: La mayor parte de sus reclamos fueron escuchados y aprobados en la “Ley de los derechos civiles” y en la “Ley del derecho a voto”.
gn: Heta umi imba'ejerure oñehendu ha oñemboajékuri “Ava rekopy léipe” ha “Jeporavoguigua léipe”.

source: Por su incansable labor a favor de los negros, por el no a la guerra y por la reivindicación de los pobres, Martín Luther King recibió en el año 1964 el Premio Nobel de la Paz.
gn: Hembiapo kane'õ'ỹre ipirehũva rayhupápe, avei ombotovére ñorairõ ha ojepy'apýre mboriahukuérare, Martin Luther King ohupytýkuri, ary 1964-pe, Nobel Jopói Py'aguapyguigua.

source: En el año 1977, el Presidente Jimmy Carter le otorgó de manera póstuma la Medalla Presidencial de la Libertad; y en el año 2004, se le otorgó la Medalla de Oro del Congreso de los Estados Unidos.
gn: Ary 1977-pe, Tetãruvicha Jimmy Carter ome'ẽkuri chupe, omanoriréma, Tetãruvicha Pyti'ajegua Tekosãsogua; ha ary 2004-pe, oñeme'ẽkuri chupe Estados Unidos Amandajevusu Pyti'ajegua Itajúgui.

source: Martin Luther King fue asesinado en Menphis, Estados Unidos; el día 4 de abril del año 1968, cuando se aprestaba a liderar una gran manifestación en contra de la guerra de Vietnam y de la pobreza.
gn: Martin Luther King niko ojejukákuri Menphis, Estados Unidos-pe, ára 4 jasyrundy ary 1968-pe, oñembosako'i jave oho haĝua omotenonde peteĩ ñemongu'e guasu Vietnam-me opa haĝua ñorairõ ha ojehechakuaa haĝua mboriahukuéra remikotevẽ.

source: Tengo un sueño, un solo sueño, seguir soñando.
gn: Areko peteĩ kerayvoty, peteĩ kerayvoty añónte, ha'éva kerayvotyseve.

source: Soñar con la libertad, soñar con la justicia, soñar con la igualdad y ojalá!... ya no tuviera necesidad de soñarlas.
gn: Che kerayvotýpe oĩ tekosãso, che kerayvotýpe oĩ tekojoja, che kerayvotýpe oĩ tekopeteĩ ha nga'ura'e che kerayvoty amoañete.

source: Soñar a mis hijos, grandes, sanos, felices, volando con sus alas, sin olvidar nunca el nido.
gn: Che kerayvotýpe ahecha che ñemoñarépe kakuaapyre, hesãi ha ivy'apavérõ ovevéramo ijehegui, hesarai'ỹre araka'eve haitýgui.

source: Soñar con el amor, con amar y ser amado dando todo sin medirlo recibiendo todo sin pedirlo.
gn: Che kerayvotýpe ahecha mborayhu ahecha aporohayhurõ ha oĩha cherayhúva añeme'ẽhápe ha'e'ỹre mboýpa ha aipyhyhápe opa mba'e ajerure'ỹre.

source: Soñar con la paz en el mundo, en mi país... en mí mismo, y quién sabe cuál es más difícil de alcanzar.
gn: Che kerayvotýpe ahecha py'aguapy ko yvórape, che retãme ha… chepype ha oiménepa oĩ oikuaáva umíva apytépe mávapa hasyvéva ojehupyty.

source: Soñar que mis cabellos, que ralean y se blanquean, no impiden que mi mente y mi corazón sigan jóvenes, y se animen a la aventura, sigan niños y conserven la capacidad de jugar.
gn: Che kerayvotýpe ahecha che akãrague ho'a ho'a ha iñapatĩ ñepyrũvo ha jepémo upéicha che apytu'ũ ha che ñe'ã akóinte ipyahu ha mokõive toheka mba'ekuaa'ỹ apo katui taimitã ha ani ogue chuguikuéra ñembosarái reko.

source: Soñar que tendré la fuerza, la voluntad y el coraje para ayudar a concretar mis sueños en lugar de pedir por milagros que no merecería.
gn: Che kerayvotýpe ahecha ikatutaha chepu'aka, chekyre'ỹ ha chepy'aguasu amoañete haĝua umi che kerayvoty tekotevẽ'ỹre ahupyty umi mba'e po'a pytyvõ rupive.

source: Soñar que cuando llegue al final podré decir que viví soñando y que mi vida fue un sueño soñado en una larga y plácida noche de la eternidad.
gn: Che kerayvotýpe ahecha ku aĝuahẽvo che rekove pahápe ikatutaha ha'e tapiaite aikohague kerayvoty pópe ha che rekove ha'ehague peteĩ kerayvoty kepeguare ojehúva peteĩ pyhare puku ha hekororývape Ko arapy ijapyra'ỹvape.
